Repository: encointer/encointer-wallet-flutter
Catalog: app/lib/l10n/arb/app_*.arb
Languages: de, fr, ru, sw

# hintEnterCurrentPin
source: To change your PIN please enter the current one.
de: Gib deinen jetzigen PIN ein um den PIN zu ändern.
fr: Entre ton code PIN actuel pour le modifier.
ru: Чтобы изменить PIN-код пожалуйста введите текущий
sw: Kubadili PIN yako, tafadhali ingiza ya sasa.

# hintThenEnterANewPin
source: Then you can choose a new one and you’re all set.
de: Dann kannst du deinen neuen Pin eingeben.
fr: Tu peux ensuite saisir ton nouveau code NIP.
ru: Вы можете выбрать новый, и все готово
sw: Halafu unaweza ingiza mpya na hapo ndipo inakuwa imebadilika.

source: Home
de: Startbildschirm
fr: Écran de démarrage
ru: Домой
sw: Nyumbani

# howManyParticipantsShowedUp
source: How many attendees are present including yourself?
de: Wieviele Teilnehmende sind da inklusive dir?
fr: Combien de participants y a-t-il, toi y compris
ru: Сколько участников присутствует, включая вас?
sw: Ni wahudhuriaji wangapi ukijumlisha na wewe?

source: Import
de: Importiere
fr: Importer
ru: Импортировать
sw: Ingiza

# importDuplicate
source: Account exists, do you want to override the existing account?
de: Dieses Konto existiert bereits, möchtest du es überschreiben?
fr: Ce compte existe déjà, veux-tu le remplacer ?
ru: Учетная запись существует, вы хотите аннулировать существующий аккаунт?
sw: Akaunti ipo, Je unataka kubadili akaunti iliyopo?

# importedWithRawSeedHenceNoMnemonic
source: Account was imported with a raw seed and therefore does not have a mnemonic
de: Konto wurde mit einem Raw Seed importiert und hat deshalb keine Mnemonik
fr: Le compte a été importé avec une graine brute et n'a donc pas de mnémonique.
ru: Аккаунт был импортирован с необработанным исходным кодом и поэтому не имеет мнемоники
sw: Akaunti imeingizwa kwa mbegu za kriptografia hivyo haina maneno ya siri.

# importInvalidMnemonic
source: Invalid mnemonic supplied
de: Ungültige Mnemonik eingegeben
fr: Mnémonique invalide entré
ru: Предоставлена недопустимая мнемоника
sw: Maneno ya siri yaliyoingizwa sio sahihi

# importInvalidRawSeed
source: Invalid raw seed supplied
de: Ungültigen raw seed eingegeben
fr: Raw seed invalide entré
ru: Предоставлен недопустимый raw seed
sw: Ufunguo wa siri ulioingizwa sio sahihi

# importMustNotBeEmpty
source: Input must not be empty
de: Eingabe darf nicht leer sein
fr: L'entrée ne peut pas être vide
ru: Входные данные не должны быть пустыми
sw: Lazima ujaze chochote

# importPrivateKeyUnsupported
source: Private key account import is not yet supported.
de: Konto importieren mit privatem Schlüssel wird noch nicht unterstützt
fr: Le compte d'importation avec clé privée n'est pas encore pris en charge
ru: Импорт аккаунта с помощью секретного ключа пока не поддерживается
sw: Uigizaji wa funguo za siri haujasapotiwa bado.

# incomeIssuance
source: Community income
de: Gemeinschaftseinkommen
fr: Revenu communautaire
ru: Доход сообщества
sw: Mapato ya jamii

source: Insufficient balance
de: Ungenügender Saldo
fr: Solde insuffisant
ru: Недостаточный баланс
sw: Kiasi hakitoshi

# insufficientFundsErrorBody
source: You do not have sufficient funds on this account. See on the website of your local community how to get some.
de: Du hast nicht genügend Geld auf diesem Konto. Schaue auf der Webseite deiner lokalen Gemeinschaft, wie du welches bekommen kannst.
fr: Tu n'as pas assez d'argent sur ce compte. Regarde sur le site web de ta communauté locale pour savoir comment en obtenir.
ru: У вас недостаточно средств на этом аккаунте. Посмотрите на веб-сайте вашего местного сообщества, как их получить.
sw: Hauna mali za kutosha kwenye akaunti hii. Angalia kwenye tovuti ya jamii yako kuweza kupata kadhaa.

# insufficientFundsErrorTitle
source: Insufficient Funds
de: Zu wenig Guthaben
fr: Trop peu de crédit
ru: Недостаточно средств
sw: Mali hazitoshi

source: Invalid Community
de: Ungültige Gemeinschaft
fr: Communauté non valide.
ru: Несоотвествующая община
sw: sio jamii sahihi

source: Invalid Network
de: Ungültiges Netzwerk
fr: Réseau non valide
ru: Неправильная сеть
sw: Mtandao sio sahihi

source: Invoice
de: Rechnungsbetrag
fr: Montant de la facture
ru: Инвойс
sw: Ankara

# issuanceClaimed
source: No pending community income
de: Kein ausstehendes Gemeinschaftseinkommen
fr: Pas de paiement communautaire à payer
ru: Ожидаемого поступления общины нет
sw: Hakuna mapato ya jamii yanayosubiriwa

# issuancePending
source: Claim pending community income
de: Gemeinschaftseinkommen einfordern
fr: Demander paiement communautaire
ru: Требовать рассмотрения ожидаемого дохода общины
sw: Dai mapato ya jamii yanayosubiri

source: Key-Signing Cycle
fr: Cycle de signature de clé
ru: Цикл подписания ключей
sw: Mzunguko wa Kusaini Funguo

# keystore
source: Keystore (json)
ru: Хранилище ключей (json)
sw: Hifadhi ya funguo (json)

# lang
source: Language
de: Sprache
fr: Langue
ru: Язык
sw: Lugha

# leuZurichFAQ
source: leu.zuerich FAQ
ru: ЧЗВ leu.zuerich

source: Like
de: Gefällt mir
fr: J'aime
ru: Нравится
sw: Penda

source: Loading...
de: Lädt...
fr: Chargement…
ru: Загружается...
sw: inaload...

source: Meeting Point
de: Treffpunkt
fr: Point de rencontre
ru: Место встречи
sw: Sehemu ya kukutana

# meetupClaimantEqualToSelf
source: Error: Claimant is equal to self. Claim is not stored.
de: Fehler, Adresse ist aktueller account. Antrag wurde nicht gespeichert.
fr: Erreur, l'adresse est le compte actuel. La demande n'a pas été enregistrée.
ru: Ошибка, адреса расчетного счета. Запрос не был сохранен.
sw: Hitilafu: Mtoa madai ni sawa na yeye mwenyewe. Dai halijahifadhiwa

# meetupClaimantInvalid
source: This claimant is not part of the meetup. Claim is not stored.
de: Diese* Antragssteller*in gehört nicht zu deiner Versammlung. Antrag wurde nicht gespeichert.
fr: L'auteur de la demande ne fait pas partie de ton rencontre. La demande n'a pas été enregistrée.
ru: Этот заявитель не является участником встречи. Заявление не сохраняется.
sw: Mdai huyu sio sehemu ya mkutano. Dai halijahifadhiwa.

# meetupLocation
source: Gathering location
de: Treffpunkt
fr: Point de rencontre
ru: Локация встречи
sw: Sehemu ya kukutana.

# meetupIndex
source: Gathering Number: {index}
de: Versammlungsnummer: {index}
fr: Réunion numéro: {index}
ru: Встреча выпускников №: {index}
sw: Namba ya mkusanyiko {index}

# meetupIndexPopupExplanation
source: Use the gathering number to find your real gathering location. The community leader is responsible in your community for specifying the gathering locations. The real location could be slightly different from the one displayed here.
de: Verwende die Versammlungsnummer, um deinen tatsächlichen Versammlungsort zu finden. Der Community-Leader ist in deiner Gemeinschaft für die Festlegung der Versammlungsorte verantwortlich. Der tatsächliche Ort kann sich leicht von dem hier angezeigten unterscheiden.
fr: Utilise le numéro de réunion pour trouver ton lieu de réunion réel. Dans ta communauté, c'est le responsable de la communauté qui est chargé de spécifier les lieux de réunion. Le lieu réel peut être légèrement différent de celui affiché ici.
ru: Используйте номер собрания, чтобы найти реальное место сбора. Ответственность за определение места сбора в вашей общине несет руководитель общины. Реальное место встречи может несколько отличаться от представленного здесь.
sw: Tumia Nambari ya Mkusanyiko kupata eneo lako halisi la mkusanyiko. Kiongozi wa jamii ndiye anayehusika kubainisha maeneo ya mkusanyiko katika jamii yako. Eneo halisi linaweza kuwa tofauti kidogo na lile lililoonyeshwa hapa..

# meetupNotificationOneDayBeforeContent
source: Gathering starts in 24 hours
de: Treffen beginnt in 24 Stunden
fr: Réunion commence dans 24h
ru: Встреча начнется через 24 часа
sw: Mkutano unaanza ndani ya masaa 24

# meetupNotificationOneDayBeforeTitle
source: 24 hours left
de: Noch 24 Stunden
fr: 24 heures restantes
ru: Осталось 24 часа
sw: Masaa 24 yamebaki

# meetupNotificationOneHourBeforeContent
source: Gathering starts in one hour
de: Treffen beginnt in einer Stunde
fr: Réunion commence dans une heure
ru: Встреча начнется через час
sw: Mkutano unaanza ndani ya lisaa 1

# meetupNotificationOneHourBeforeTitle
source: 1 hour left
de: 1 Stunde übrig
fr: Encore 1 heure
ru: Остался 1 час
sw: Saa 1 imebaki

source: Mnemonic
de: Mnemonik
fr: Mnémonique
ru: Мнемоническая фраза
sw: Maneno ya siri

# newbieContent
source: With your current status the participation for the upcoming cycle is not guaranteed. Please ask your contacts for an Endorsement.
de: Bei deinem derzeitigen Status ist die Teilnahme am kommenden Cycle nicht garantiert. Bitte Frag in deinem Umfeld nach einem Vertrauensvorschuss.
fr: Compte tenu de ton état actuel, ta participation au prochain cycle n'est pas garantie. Demande un endossement à tes contacts.
ru: При Вашем текущем статусе участие в предстоящем цикле не гарантировано. Пожалуйста, обратитесь к своим знакомым с просьбой об одобрении.
sw: Kwa hali yako ya sasa, ushiriki wako katika mzunguko ujao hauhakikishiwi. Tafadhali waombe waachama wa jamii yako wakuidhinishe.

# newbieTitle
source: Tentative Participation
de: Teilnahme Nicht Garantiert
fr: Participation provisoire
ru: Предварительное участие
sw: Ushiriki wa awali

source: Next
de: Weiter
fr: Continuer
ru: Следующий
sw: Inayofuata

# nextCycleDateLabel
source: Next cycle is on
de: Nächster Cycle:
fr: Prochain cycle:
ru: Следующий цикл
sw: Mzunguko ujao unaanza

# nextCycleTimeLeft
source: Next cycle is in
de: Nächster Cycle ist in
fr: Prochain cycle: dans
ru: Следующий цикл через
sw: Mzunguko ujao unaisha

# noCommunitiesAreYouOffline
source: No communities were found. You can choose one later. Are you offline?.
de: Keine Gemeinschaften gefunden. Du kannst später eine auswählen. Bist du offline?
fr: Aucune communauté n'a été trouvée. Tu pourras en choisir une plus tard. Tu es hors ligne ?
ru: Сообщества не обнаружены. Позже вы можете выбрать одну из них. Вы в оффлайн режиме?
sw: Hakuna jamii zilizopatikana. Unaweza kuchagua moja baadaye. Je, uko mtandaoni?

source: No invoice
de: Ohne Rechnung
fr: Sans facture
ru: Без счета-фактуры
sw: Hakuna ankara

# noItems
source: No items found
de: Keine Items Gefunden
fr: Aucun objet trouvé
ru: Элементы не найдены
sw: Hakuna vitu vilivyopatikana

source: No Mnemonic found
de: Keine Mnemonik gefunden
fr: Aucun mnémonique trouvé
ru: Мнемоника не найдена
sw: Hakuna maneno ya siri yaliyopatikana

source: Not now
de: Nicht jetzt
fr: Pas maintenant
ru: Не сейчас
sw: Sio sasa

# notifySubmittedQueued
source: Queued transaction Submitted
de: Die Transaktion in der Warteschlange wurde eingereicht
fr: La transaction dans la file d'attente a été soumise
ru: Транзакция, в очереди, отправлена
sw: Muamala uliowekwa kwenye foleni umetumwa

source: No Transactions
de: Keine Transaktionen
fr: Aucune transaction
ru: Нет транзакций
sw: Hakuna muamala

# noValidClaimsErrorBody
source: You did not send any valid claims. Did you scan the other attendees?
de: Keine gültigen Bestätigungen wurden eingereicht. Hast du andere Teilnehmer gescannt?
fr: Vous n'avez pas envoyé de confirmations valables. As-tu scanné les autres participants?
ru: Вы не отправили никаких действительных требований. Вы проверили наличие других участников?
sw: Hujatuma madai yeyote halali. Je umewaskani wahudhuriaji wengine?

# noValidClaimsErrorTitle
source: No Valid Claims
de: Keine gültigen Bestätigungen
fr: Pas de confirmations valides
ru: Нет действительных требований
sw: Hakuna madai halali

source: Number of attendees
de: Anzahl Teilnehmende
fr: Nombre de participants
ru: Количество участников
sw: Idadi ya wahudhuriaji

# observe
source: Observation
de: Überwachen
fr: Moniteur
ru: Мониторинг
sw: Uchunguzi

# observeBrief
source: Mark this address as observation, then you can select this address in account select page, to watch its assets and actions
de: Markiere diese Adresse als zu überwachen, dann kann diese Adresse in der Kontoauswahlseite ausgewählt werden, um deren Vermögen und Aktionen zu überwachen
fr: Marquez cette adresse comme étant à moniteur, puis cette adresse peut être sélectionnée dans la page de sélection de compte pour surveiller ses actifs et ses actions
ru: Отметьте это адрес как подлежащий мониторингу, позже вы сможете выбрать этот адрес на странице выбора аккаунта, для просмотра его активов и действий
sw: Weka anwani hii kwenye uchunguzi, kisha unaweza kuchagua anwani hii katika ukurasa wa kuchagua akaunti, ili kutazama mali na vitendo vyake.

# observedPendingExtrinsic
source: Pending transaction observed. Please wait for confirmation!
de: Es wurde eine unbestätigte Transaktion beobachtet. Bitte warte auf Bestätigung!
fr: Une transaction non confirmée a été observée. Veuillez attendre la confirmation!
ru: Наблюдается незавершенная транзакция. Пожалуйста, дождитесь подтверждения!
sw: Muamala unaosubiri umeonekana. Tafadhali subiri uthibitisho.!

# offlineMessage
source: You are currently offline. Your claims can be submitted later on the Home Screen.
de: Du bist offline. Du kannst deine Ansprüche später auf dem Startbildschirm einreichen.
fr: Tu es hors ligne. Tes demandes peuvent être soumises plus tard sur l'écran d'accueil.
ru: В настоящее время вы находитесь в оффлайн режиме. Ваши заявки можно будет отправить позже на главном экране.
sw: Kwa sasa hauko mtandaoni(offline). Madai yako yanaweza kutumwa baadaye kwenye Home screen yako.

# onlyReputablesCanEndorseAttendGatheringToBecomeOne
source: Only reputables can endorse. Attend a gathering to get reputation!
de: Nur Reputables können endorsen. Nimm an einem Treffen teil, um Reputation zu erhalten!
fr: Seules les Reputables peuvent endosser. Participez à une réunion pour gagner de réputation!
ru: Одобрять могут только люди со статусом Уважаемого. Для получения репутации, посетите собрание!
sw: Ni wanachama hai wenye sifa pekee ndio wanaoweza kuidhinisha. Hudhuria mkusanyiko/vikao ili kupata sifa!

source: Open Map Application
de: In Karte öffnen
fr: Ouvrer l'application de carte
ru: Открыть приложение Карты
sw: Programu ya Open Map

# openTheEncointerApp
source: 1. Open the app «Encointer Wallet»
de: 1. Öffne die App «Encointer Wallet»
fr: 1. Ouvre l'application "Encointer Wallet"
ru: 1. Откройте приложение «Encointer Wallet»
sw: 1. Fungua programu «Encointer Wallet»

# passOld
source: Current PIN
de: Aktuelle PIN
fr: NIP actuel
ru: Текущий PIN-код
sw: PIN yako ya sasa

# passSuccess
source: Success
de: Erfolgreich
fr: Réussi
ru: Успех
sw: Imefanikiwa

# passSuccessTxt
source: PIN changed successfully
de: PIN wurde erfolgreich geändert
fr: Le code NIP a été modifié avec succès.
ru: PIN-код иземенен успешно
sw: PIN imefanikiwa kubadilishwa

source: Pay here with Leu
de: Zahle hier mit Leu
fr: Paye ici avec Leu
ru: Платите здесь с Leu
sw: Lipa hapa na Leu

source: Payment
de: Zahlung
fr: Paiement
ru: Оплата
sw: Malipo

# paymentDoYouWantToProceed
source: Proceed with payment?
de: Mit Zahlung fortfahren?
fr: Continuer le paiement?
ru: Продолжить оплату?
sw: Endelea a malipo?

source: Payment error
de: Zahlungsfehler
fr: Erreur de paiement
ru: Ошибка при совершении оплаты
sw: Kuna hitilafu kwenye muamala wa malipo

# paymentFinished
source: Payment complete
de: Zahlung erfolgt
fr: Paiement effectué
ru: Оплата выполнена
sw: Malipo yamekamilika

# paymentSubmitting
source: Payment is being submitted...
de: Zahlung wird eingereicht...
fr: Le paiement est présenté
ru: Производится оплата...
sw: Malipo yanawasilishwa...

source: Personal key
de: Persönlicher Schlüssel
fr: Clé personnelle
ru: Секретный ключ
sw: Ufunguo binafsi

# personalKeyEnter
source: Please enter your personal key (12 words) to import the new account.
de: Gib deinen persönlichen Key ein (12 Wörter), um dein Konto zu importieren.
fr: Entre ta clé personnelle (12 mots) pour importer ton compte.
ru: Пожалуйста, введите секретный ключ (из 12 слов), чтобы импортировать аккаунт
sw: Tafadhali ingiza funguo zako za kibinafsi (maneno 12) ili kuingiza akaunti mpya.

# pinHint
source: You will need this PIN for transactions and adding a new account.
de: Du wirst diese PIN benötigen um Transaktionen zu tätigen oder neue Konten hinzufügen.
fr: Tu auras besoin de ce code NIP pour effectuer des transactions ou ajouter de nouveaux comptes.
ru: Этот PIN-код понадобится вам для транзакций и добавления новой учетной записи
sw: Utahitaji PIN hii kwa ajili ya miamala na kuongeza akaunti mpya.

# pinInfo
source: PIN should consist of at least 4 digits. If the PIN is lost, there is no option to restore the account unless you made a backup via the profile page.
de: PIN muss mindestens 4 Ziffern enthalten. Bei PIN-Verlust ist der Account nicht wiederherstellbar, ausser man hat ein Backup auf der Profilseite gemacht.
fr: Le code NIP doit contenir au moins 4 chiffres. En cas de perte du NIP, le compte n'est pas récupérable, sauf si tu as fait une sauvegarde sur la page de profil.
ru: PIN-код должен состоять как минимум из 4 цифр. При утере PIN-кода, восстановить аккаунт невозможно, если только вы не сделали резервную копию в профиле
sw: PIN inapaswa kuwa na angalau tarakimu 4. Ikiwa PIN imepotea, hakuna chaguo la kurejesha akaunti isipokuwa ikiwa ulifanya backup kupitia ukurasa wa wasifu..

# pinSecure
source: Secure your account with a PIN.
de: Sichere dein Konto mit einem PIN.
fr: Sécurise ton compte avec un NIP.
ru: Защитите свой аккаунт с помощью PIN-кода
sw: Linda akaunti yako kwa kutumia PIN.

# pleaseCommunityChoose
source: Please choose a community
de: Bitte wähle eine Gemeinschaft
fr: Veuilles choisir une communauté
ru: Пожалуйста выберите общину
sw: Tafadhali chagua jamii

# pleaseConfirmYourNewPin
source: Confirm New PIN
de: Bestätige neue PIN
fr: Confirme le nouveau NIP
ru: Подтвердите PIN-код
sw: Hakikisha PIN mpya

source: Preview
de: Vorschau
fr: Aperçu
ru: Предпросмотр
sw: Onyesha

source: Print
de: Drucken
fr: Imprimer
ru: Распечатать
sw: Chapisha

source: Proposal
de: Vorschlag
fr: Proposition
ru: Предложение
sw: Pendekezo

# proposalNew
source: New Proposal
de: Neuer Vorschlag
fr: Nouvelle Proposition
ru: новое предложение
sw: Mapendekezo mapya

source: Proposal Type
de: Vorschlagstyp
fr: Type de proposition
ru: Тип предложения
sw: Aina ya pendekezo

# proposalTypeAddLocation
source: Add location
de: Standort hinzufügen
fr: Ajouter un lieu
ru: Добавить местоположение
sw: Ongeza eneo

# proposalTypeUpdateDemurrage
source: Update Demurrage
de: Demurrage aktualisieren
fr: Mettre à jour la démurrage
ru: Обновить демерредж
sw: Sasisha ada ya kuchelewesha

# proposalTypeUpdateNominalIncome
source: Update Nominal Income
de: Grundeinkommen aktualisieren
fr: Mettre à jour le revenu nominal
ru: Обновить номинальный доход
sw: Sasisha mapato ya kawaida

# proposalTypeSetInactivityTimeout
source: Set Inactivity Timeout
de: Inaktivitätszeitlimit festlegen
fr: Définir le délai d'inactivité
ru: Установить тайм-аут неактивности
sw: Weka muda wa kutokufanya kazi

# proposalTypePetition
source: Petition
fr: Pétition
ru: Петиция
sw: Ombi rasmi

# proposalTypeSpendNative
source: Spend Native Tokens
de: Native Tokens ausgeben
fr: Dépenser des tokens natifs
ru: Потратить нативные токены
sw: Tumia tokeni asili

# proposalTypeIssueSwapNativeOption
source: Issue Swap Native Option
de: Swap-Option für Native Tokens ausgeben
fr: Émettre une option d'échange de tokens natifs
ru: Выпустить опцион на обмен нативных токенов
sw: Toa chaguo la kubadilisha tokeni asili

# proposalScope
source: Scope
de: Geltungsbereich
fr: Portée
ru: Область действия
sw: Wigo

# proposalScopeLocal
source: Local
de: Lokal
ru: Локальный
sw: Kitaifa

# proposalScopeGlobal
source: Global
ru: Глобальный
sw: Kimataifa

# proposalFieldLatitude
source: Latitude
de: Breitengrad
ru: Широта
sw: Latitudo

# proposalFieldLongitude
source: Longitude
de: Längengrad
ru: Долгота
sw: Longitudo

# proposalFieldDemurragePerMonth
source: Demurrage (% / month)
de: Demurrage (% / Monat)
fr: Démurrage (% / mois)
ru: Демерредж (% / месяц)
sw: Ada ya kuchelewesha (% / mwezi)

# proposalFieldNominalIncome
source: Nominal Income
de: Grundeinkommen
fr: Revenu nominal
ru: Номинальный доход
sw: Mapato ya kawaida

# proposalFieldInactivityTimeoutCycles
source: Inactivity Timeout (meetup cycles)
de: Inaktivitätszeitlimit (Versammlungszyklen)
fr: Délai d'inactivité (cycles de rencontre)
ru: Тайм-аут неактивности (циклы встреч)
sw: Muda wa kutokufanya kazi (mizunguko ya mikutano)

# proposalFieldPetitionText
source: Petition Text
de: Petitionstext
fr: Texte de la pétition
ru: Текст петиции
sw: Maandishi ya ombi rasmi

# proposalFieldAmount
source: Amount
de: Betrag (KSM)
fr: Montant
ru: Сумма
sw: Kiasi

# proposalFieldBeneficiary
source: Beneficiary
de: Begünstigter
fr: Bénéficiaire
ru: Получатель
sw: Mnufaika

# proposalFieldAllowance
source: Limit (KSM)
fr: Limite (KSM)
ru: Лимит (KSM)
sw: Kikomo (KSM)

# proposalFieldRate
source: Rate
de: Kurs ({cc}/KSM)
fr: Taux
ru: Ставка
sw: Kiwango

# proposalFieldBurn
source: Burn
de: Verbrennen
fr: Brûler
ru: Сжигание
sw: Teketeza

# proposalFieldValidity
source: Validity
de: Gültigkeit
fr: Validité
ru: Срок действия
sw: Uhalali

# proposalFieldErrorEnterLatitude
source: Enter Latitude
de: Breitengrad eingeben
fr: Entrez la latitude
ru: Введите широту
sw: Weka latitudo

# proposalFieldErrorLatitudeRange
source: Latitude must be between -90 and 90
de: Breitengrad muss zwischen -90 und 90 liegen
fr: La latitude doit être comprise entre -90 et 90
ru: Широта должна быть от -90 до 90
sw: Latitudo lazima iwe kati ya -90 na 90

# proposalFieldErrorEnterLongitude
source: Enter Longitude
de: Längengrad eingeben
fr: Entrez la longitude
ru: Введите долготу
sw: Weka longitudo

# proposalFieldErrorLongitudeRange
source: Longitude must be between -180 and 180
de: Längengrad muss zwischen -180 und 180 liegen
fr: La longitude doit être comprise entre -180 et 180
ru: Долгота должна быть от -180 до 180
sw: Longitudo lazima iwe kati ya -180 na 180

# proposalFieldErrorEnterDemurrage
source: Enter Demurrage
de: Demurrage eingeben
fr: Entrez la démurrage
ru: Введите демерредж
sw: Weka ada ya kuchelewesha

# proposalFieldErrorDemurrageRange
source: Demurrage must be between 0 and 100
de: Demurrage muss zwischen 0 und 100 liegen
fr: La démurrage doit être comprise entre 0 et 100
ru: Демерредж должен быть от 0 до 100
sw: Ada ya kuchelewesha lazima iwe kati ya 0 na 100

# proposalFieldErrorEnterPositiveNumber
source: Enter positive number
de: Geben Sie eine positive Zahl ein
fr: Entrez un nombre positif
ru: Введите положительное число
sw: Weka namba chanya

# proposalFieldErrorPositiveNumberRange
source: Must be a positive number
de: Muss eine positive Zahl sein
fr: Doit être un nombre positif
ru: Должно быть положительное число
sw: Lazima iwe namba chanya

# proposalFieldErrorEnterInactivityTimeout
source: Enter inactivity timeout
de: Inaktivitätszeitlimit eingeben
fr: Entrez le délai d'inactivité
ru: Введите тайм-аут неактивности
sw: Weka muda wa kutokufanya kazi

# proposalFieldErrorPositiveIntegerRange
source: Must be a positive integer
de: Muss eine positive ganze Zahl sein
fr: Doit être un entier positif
ru: Должно быть положительное целое число
sw: Lazima iwe namba kamili chanya

# proposalSubmit
source: Submit Proposal
de: Vorschlag einreichen
fr: Soumettre une proposition
ru: Подать предложение
sw: Wasilisha Pendekezo

# proposalRejected
source: Rejected
de: Abgelehnt
fr: Refusé
ru: Отменено
sw: Imekaataliwa

# proposalSuperseded
source: Superseded
de: Verdrängt
fr: Epargné
ru: заменен
sw: Iliyopita

# proposalEnacted
source: Enacted
de: Ausgeführt
fr: Exécuté
ru: выполнено
sw: Imetekelezwa

# proposalApproved
source: Approved
de: Angenommen
fr: Accepté
ru: Принято
sw: Imepitishwa

# proposalTurnout
source: Turnout
de: Wahlbeteiligung
fr: Participation
ru: Явка избирателей
sw: Mahudhurio

# proposalHowVote
source: How do you vote?
de: Wie stimmst du ab?
fr: Comment voter?
ru: Как вы голосуете?
sw: Unapigaje kura?
