Repository: encointer/encointer-wallet-flutter
Catalog: app/lib/l10n/arb/app_*.arb
Languages: de, fr, ru, sw

# proposalsEmpty
source: No proposals
de: Keine Vorschläge
fr: Pas de propositions
ru: Нет предложений
sw: Hakuna mapendekezo

source: Proposals up for vote
de: Vorschläge zum Abstimmen
fr: Propositions soumises au vote
ru: Предложения для голосования
sw: Mapendekezo yanayopigiwa kura

# proposalsPast
source: Past Proposals
de: Vergangene Vorschläge
fr: Propositions antérieures
ru: Предложения прошлых лет
sw: Mapendekezo yaliyopita

# proposalVote
source: Vote
de: Stimmen
fr: Voter
ru: голосовать
sw: Piga kura

# proposalVoted
source: Voted
de: Abgestimmt
fr: Voté
ru: проголосовали
sw: Imepigiwa kura

# proposalOngoingUntil
source: Ongoing until
de: Laufend bis
fr: En cours jusqu'à
ru: Продолжается до
sw: Inaendelea hadi

# proposalConfirmingUntil
source: Confirming until
de: In Bestätigung bis
fr: En confirmation jusqu'à
ru: В подтверждение до
sw: Inadhibitisha hadi

# proposalPendingEnactmentAt
source: Pending enactment at
de: Wird ausgeführt am
fr: Sera exécutée le
ru: Выполнено на
sw: Inasubiri utekeleazaji kwenye

# qrScan
source: Scan QR code
de: QR-Code scannen
fr: Scannez le code QR
ru: Сканируйте QR-код
sw: Skani QR

# qrScanHintAccount
source: Ask the recipient to scan the QR-code in the encointer app.
de: Bitte den Empfänger den QR-Code in der Encointer App zu scannen.
fr: Demande au destinataire de scanner le code QR dans l'application Encointer.
ru: Попросите получателя отсканировать QR-код в приложении Еncointer
sw: Muombe mpokeaji askani QR kwenye app ya Encointer.

source: Receive
de: Fordern
fr: Exiger
ru: Получить
sw: Pokea

source: Received
de: Empfangen
fr: Reçu
ru: Получено
sw: Imepokelewa

# receiverAccount
source: Receiving account:
de: Empfangendes Konto:
fr: Compte de réception :
ru: Аккаунт получателя
sw: Akaunti ya mpokeaji:

# redeemFailure
source: There was an error while redeeming the voucher. Cause:
de: Es gab einen Fehler beim einlösen des Gutscheins. Ursache:
fr: Une erreur s'est produite lors de l'utilisation du bon d'achat. Cause de l'erreur :
ru: Возникла ошибка при использовании ваучера. Причина:
sw: Kulikuwa na hitilafu wakati wa kutumia vocha. Sababu:

# redeemSuccess
source: Successfully redeemed voucher.
de: Gutschein erfolgreich eingelöst.
fr: Bon validé avec succès
ru: Ваучер успешно погашен.
sw: Umefaikiwa kutumia vocha.

source: Redeem voucher
de: Gutschein einlösen
fr: Valider un bon d'achat
ru: Использовать ваучер
sw: Tumia vocha

# registeringPhaseReminderContent
source: Registration for the next gathering has started.
de: Die Anmeldung für das nächste Treffen hat begonnen.
fr: L'inscription pour la prochaine réunion a commencé.
ru: Регистрация на встречу началась.
sw: Usajili wa kikao kijacho umeanza.

# registeringPhaseReminderTitle
source: Register now!
de: Melde dich jetzt an!
fr: Inscris-tois maintenant!
ru: Зарегистрируйтесь сейчас, не упустите шанс!
sw: Jisajili sasa!

# registerParticipantNotificationBody
source: You will receive a reminder one day before.
de: Du erhältst eine Erinnerung einen Tag zuvor.
fr: Tu recevras un rappel un jour avant.
ru: Спасибо за регистрацию. Вам будет отправлено напоминание за день до встречи.
sw: Utapokea ukumbusho siku moja kabla.

# registerParticipantNotificationTitle
source: Registered for the next cycle!
de: Für den nächsten Cycle angemeldet!
fr: Inscrit pour le prochain cycle!
ru: Вы успешно зарегистрировались на следующую встречу!
sw: Umejisajili kwa ajili ya kikao kijacho!

# registerUntil
source: Register before
de: Registriere dich vor dem
fr: Inscrive-toi avant le
ru: Зарегистрируйтесь до
sw: Jisajili kabla

# remainingNewbieTicketsAsBootStrapper
source: Remaining newbie tickets as bootsrapper:
de: Verbleibende Newbie Tickets als Bootstrapper:
fr: Novice-Tickets restants en tant que bootstrapper
ru: Оставшиеся билеты для новичков Бутстреппера:
sw: Tiketi za wanachama wapya/wageni zilizobaki kama mwanachama anzilishi:

source: Remaining newbie tickets as reputable:
de: Verbleibende Newbie Tickets als Reputable:
fr: Comme Reputable les billets pour Novice restants:
ru: Оставшиеся билеты для новичков Уважаемого:
sw: Tiketi za wanachama wageni zilizobaki kama mwanachama hai:

# remarkNotificationBody
source: You have submitted a note.
de: Sie haben eine Notiz eingereicht.
fr: Vous avez soumis une note.
ru: Вы отправили заметку.
sw: Umetuma kumbuka.

# remarkNotificationTitle
source: note submitted
de: Notiz eingereicht
fr: Note soumise
ru: заметка отправлена
sw: kumbuka imetumwa

# remarks
source: Onchain Remarks
de: Onchain Notizen
fr: Remarques en chaine
ru: Замечания в блокчейне
sw: Maoni ya Onchain

# remarksButton
source: submit public note
de: Öffentliche Notiz einreichen
fr: soumettre une note publique
ru: отправить публичную заметку
sw: tuma kumbuka ya umma

# remarksExplain
source: You can submit a note to the network. This note will be public and immutable. It can be read and authenticated by everyone as it will be digitally signed by you.
de: Du kannst eine Notiz an das Netzwerk senden. Diese Notiz wird öffentlich und unveränderlich sein. Sie kann von jemensch gelesen und authentifiziert werden, da sie digital von Dir signiert wird.
fr: Vous pouvez soumettre une note au réseau. Cette note sera publique et immuable. Elle peut être lue et authentifiée par tout le monde car elle sera signée numériquement par toi.
ru: Вы можете отправить заметку в сеть. Эта заметка будет публичной и неизменяемой. Её могут прочитать и аутентифицировать все, так как она будет цифрово подписана вами.
sw: Unaweza kutuma kumbuka kwenye mtandao. Kumbuka hii itakuwa ya umma na isiyobadilika. Inaweza kusomwa na kuthibitishwa na kila mtu kwani itasainiwa kidijitali na wewe.

# remarksNote
source: Note
de: Notiz
ru: Заметка
sw: Kumbuka

# remarksSubmit
source: Submit note
de: Notiz einreichen
fr: Soumettre la note
ru: Отправить заметку
sw: Tuma kumbuka

# reputableContent
source: You used your reputation to get a guaranteed seat. Caution: Should you register, but not show up at the cycle, you become a newbie again.
de: Du hast deine Reputation genutzt um einen garantierten Platz zu erhalten. Achtung: Solltest Du dich anmelden, aber nicht zur Versammlung erscheinen, wirst du wieder ein Newbie.
fr: "Tu as utilisé ta réputation pour obtenir une place garantie. Attention : si tu t'enregistres, mais que tu ne te présentes pas à la réunion, tu redeviens un Novice".
ru: Вы воспользовались своей репутаций для получения гарантированного места. Внимание: Если вы зарегистрируетесь, но не явитесь на цикл, вы снова станете новичком.
sw: Umetumia sifa yako kupata kiti kilicho hakikishiwa. Tahadhari: Ikiwa utajiandikisha lakini usijitokeze katika mzunguko, utarudi kuwa mwanachama mpya/mgeni tena..

# reputableTitle
source: Registered as reputable - your seat is guaranteed
de: Als Reputable registriert. Dein Platz ist garantiert
fr: Enregistré en tant que Reputable. Ta place est garantie
ru: Зарегистрирован в качестве Уважаемого - ваше место гарантировано.
sw: Umejisajili kama mwenye mwanachama hai - kiti chako kimehakikishiwa

# reputationAlreadyCommittedTitle
source: Reputation already used
de: Reputation bereits benutzt
fr: Réputation déjà utilisée
ru: Репутация уже использована
sw: Hadhi yako imetumika

# reputationAlreadyCommittedContent
source: You have already used your reputation to drip the faucet.
de: Du hast deine Reputation für dieses Faucet bereits benutzt.
fr: Vous avez déjà utilisé votre réputation pour faire couler le Faucet.
ru: Вы уже использовали свою репутацию, чтобы капать из крана.
sw: Umeshatumia hadhi yako kukamua kisima cha Kusama.

# reputationOverall
source: Overall reputation
de: Allgemeine Reputation
fr: Réputation générale
ru: Общая репутация
sw: Hadhi yako kwa ujumla

source: Restart gathering
de: Versammlung erneut starten
fr: Redémarrer la rencontre
ru: Рестарт собрание
sw: Anzisha mkutano tena

source: Retry
de: Wiederholen
fr: Réessayer
ru: Повторить
sw: Jaribu tena

# rewardsAlreadyIssuedErrorBody
source: Another attendee has triggered the payout for this gathering. You should have received your income already.
de: Ein anderer Teilnehmer hat die Auszahlung für dieses Treffen ausgelöst. Du solltest dein Einkommen bereits erhalten haben.
fr: Un autre participant a déclenché le paiement pour cette rencontre. Tu devrais avoir déjà reçu ton revenu.
ru: Другой участник инициировал выплату за это собрание. Вы уже должны были получить свой доход.
sw: Mhudhuriaji mwingine ameanzisha malipo kwa ajili ya mkusanyiko huu. Unapaswa kuwa umepokea mapato yako tayari..

# rewardsAlreadyIssuedErrorTitle
source: Rewards already issued
de: Einkommen bereits ausgezahlt
fr: Revenu déjà versé
ru: Вознаграждения уже выданы
sw: Zawadi tayari zimetolewa

source: Scan
de: Scannen
fr: Scanner
ru: Сканировать
sw: Skani

# scanDescriptionForMeetup
source: Every attendee must scan and be scanned by everyone else.
de: Jede* Anwesende muss alle anderen scannen, und von allen gescannt werden.
fr: Chaque personne présente doit scanner toutes les autres, et être scannée par toutes.
ru: Каждый участник должен сканировать и быть отсканированным всеми остальными.
sw: Kila muhudhuriaji lazima askani na askaniwe na kila mtu.

source: Scan others
de: Andere scannen
fr: Scanner les autres
ru: Сканировать других
sw: Waskani wengine

# scanQrCodeOnTheLeft
source: 2. Scan the QR code on the left
de: 2. Scanne den QR-Code auf der linken Seite
fr: 2. Scanne le code QR sur la gauche
ru: 2. Отсканируйте QR-код слева
sw: 2. Skani code ya QR on the left

source: Send link
de: Link senden
fr: Envoyer un lien
ru: Отправить ссылку
sw: Tuma link

source: Sent
de: Gesendet
fr: Envoyé
ru: Отправлено
sw: Imetumwa

# setting
source: Settings
de: Einstellungen
fr: Paramètres
ru: Настройки
sw: Mipangilio

# settingLang
source: Language
de: Sprache
fr: Langue
ru: Язык
sw: Lugha

# settingLangAuto
source: Auto Detect
de: Automatisch
fr: Automatiquement
ru: Авто-определение
sw: Gundua kiotomatiki

# settingNetwork
source: Select Wallet
de: Wähle ein Portemonnaie
fr: Choisir un wallet
ru: Выберите кошелек
sw: Chagua Wallet

# settingNode
source: Remote Node
de: Entfernter Knoten
fr: Nœud supprimé
ru: Дистанционный режим
sw: Nodi ya mbali

# settingNodeList
source: Available Nodes
de: Verfügbare Knoten
fr: Nœuds disponibles
ru: Доступные режимы
sw: Nodi zilizopo

# settingPrefix
source: Address Prefix
de: Adressenpräfix
fr: Préfixe d'adresse
ru: Префикс адреса
sw: Alama za mwanzoni za anuani yako

# settingPrefixList
source: Available Prefixes
de: Verfügbare Präfix
fr: Préfixe disponible
ru: Доступные префиксы

source: Share
de: Teilen
fr: Partager
ru: Поделиться
sw: Shea

source: Share Invoice
de: Teile als Rechnung
fr: Partages la facture
ru: Отправить инвойс
sw: Shea Ankara

# shareLinkHint
source: Or you can share a link:
de: Oder über Link teilen:
fr: Ou partager via un lien :
ru: Или Вы можете поделиться ссылкой
sw: Au unaweza kushea link:

# showRouteMeetupLocation
source: Show route
de: Route anzeigen
fr: Afficher la route
ru: Показать маршрут
sw: Onyesha ruti.

source: Start gathering
de: Versammlung starten
fr: Démarrer la rencontre
ru: Старт собрание
sw: Azisha mkutano

# submittedFaucetDripTitle
source: Faucet rewards
de: Faucet Belohnung
fr: Bénéfices
ru: Faucet Выгоды
sw: Zawadi za kisima

# submittedFaucetDripBody
source: You have successfully claimed your faucet rewards.
de: Du hast erfolgreich deine Faucet-Vorteile abgeholt.
fr: Ta as réclamé avec succès tes récompenses de robinet.
ru: Вы успешно получили вознаграждение от Faucet.
sw: Umefanikiwa kupata zawadi zako za kisima.

source: Success
de: Erfolgreich
fr: Réussite
ru: Успешно
sw: Umefanikiwa

source: Switch Account
de: Konto wechseln
fr: Changer de compte
ru: Сменить аккаунт
sw: Badilisha akaunti

source: Switch Community
de: Gemeinschaft wechseln
fr: Changer de communauté
ru: Сменить сообщество
sw: Badilisha Jamii

source: Thank you
de: Danke
fr: Merci
ru: Спасибо
sw: Asante

# title
source: Profile
de: Profil
fr: Profil
ru: Профиль
sw: Profaili

source: To
de: Nach
fr: A
ru: в
sw: Kwa

source: Today
de: Heute
fr: Aujourd'hui
ru: Сегодня
sw: Leo

source: Tomorrow
de: Morgen
fr: Demain
ru: Завтра
sw: Kesho

source: Transaction error
de: Transaktionsfehler
fr: Erreur de transaction
ru: Ошибка транзакции
sw: Hitilafu kwenye muamala

# transactionQueuedOffline
source: App is not connected to the blockchain. Queued transaction (will be sent automatically upon reconnection).
de: Die App ist nicht mit der Blockchain verbunden. Die Transaktionen in der Warteschlange werden automatisch bei erfolgreicher Verbindung versendet.
fr: L'application n'est pas connectée à la blockchain. Les transactions dans la file d'attente sont envoyées automatiquement en cas de connexion réussie.
ru: Приложение не подключено к блокчейну. Транзакция, которая в очереди (будет отправлена автоматически при подключении).
sw: Programu haijaunganishwa na blockchain. Muamala uliowekwa foleni (itatumwa kiotomatiki wakati itakapounganishwa tena).

# transfer
source: Send
de: Senden
fr: Envoyer
ru: Отправить
sw: Tuma

# transferHistoryEnd
source: Loading older transactions is not yet supported
de: Das Laden älterer Transaktionen wird noch nicht unterstützt
fr: Le chargement des transactions plus anciennes n'est pas encore pris en charge
ru: Загрузка более старых транзакций пока не поддерживается
sw: Kupakia miamala ya zamani haijasapotiwa bado

# transferHistoryTop
source: It may take up to 30 seconds for a transfer to appear here
de: Es kann bis zu 30 Sekunden dauern, bis der Transfer hier auftaucht
fr: Le transfert peut prendre jusqu'à 30 secondes avant d'apparaître ici
ru: Появление перевода может занять до 30 секунд
sw: Inaweza kuchukua hadi sekunde 30 kwa ajili ya uhamishaji kuonekana hapa

# transferHistory
source: Transfers
fr: Transferts
ru: Транзакции
sw: Miamala

# txBroadcast
source: Transaction has been broadcast.
de: Transaktion wurde im Netzwerk
fr: La transaction a été envoyée sur le réseau
ru: Транзакция передана в эфир
sw: Muamala umetumwa.

# txError
source: Transaction error
de: Transaktionsfehler
fr: Erreur de transaction
ru: Ошибка транзакции
sw: Kuna hitilafu kwenye muamala

# txInBlock
source: Transaction is in a block.
de: Transaction ist in einem Block
fr: Transaction est dans un bloc
ru: Транзакция заблокирована
sw: Muamala uko kwenye block.

# txQueued
source: Queued Transaction
de: Transaktion is in der Warteschlange
fr: La transaction est dans la file d'attente.
ru: Транзакция поставлена в очередь
sw: Muamala upo kwenye foleni

# txQueuedOffline
source: You are offline. Transaction will be sent when you are back online.
de: Du bist offline. Die Transaktion wird geschickt, wenn du wieder online bist.
fr: Tu es hors ligne. La transaction sera envoyée lorsque tu seras en ligne.
ru: Вы находитесь в оффлайн режиме. Транзакция будет отправлена, когда вы снова подключитесь к сети.
sw: Haupo online. Miamala itatumwa punde tu urudipo online.

# txReady
source: Transaction is ready.
de: Transaktion bereit.
fr: La transaction est prête.
ru: Транзакция готова.
sw: Muamala upo tayari.

# txTooLowPriorityErrorBody
source: Technical transaction priority error. This can happen if you tap twice on a submit button very quickly. Please wait for a few seconds.
de: Technischer Transaktionsfehler. Das kann passieren, wenn du zweimal innerhalb sehr kurzer Zeit eine Transaktion abschickst. Bitte warte einige Sekunden.
fr: Erreur technique de transaction. Cela peut arriver si tu envoies deux fois une transaction dans un laps de temps très court. Veuillez patienter quelques secondes'.
ru: Техническая ошибка приоритета транзакции. Это может произойти, если вы быстро дважды нажмете на кнопку отправки. Пожалуйста, подождите несколько секунд.
sw: Hitilafu ya kipaumbele ya kiufundi ya muamala. Hii inaweza kutokea ikiwa utagusa mara mbili kwa haraka kwenye kitufe cha kutuma. Tafadhali subiri kwa sekunde chache.

# txTooLowPriorityErrorTitle
source: Transaction priority error
de: Transaktions Prioritätsfehler
fr: Erreur de priorité de transaction
ru: Техническая ошибка приоритета транзакции
sw: Hitilafu ya kipaumbele ya muamala

source: Unknown
de: Unbekannt
fr: Inconnu
ru: Неизвестный
sw: Haijulikani

source: Unknown account
de: Unbekanntes Konto
fr: Compte inconnu
ru: Неизвестный аккаунт
sw: Akaunti haijulikani

# unknownError
source: An error occurred. Please check your internet connection and try again.
de: Es ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut.
fr: Une erreur est survenue. Vérifie ta connexion Internet et réessaye.
ru: Извините, произошла ошибка. Пожалуйста, проверьте свое интернет-соединение и попробуйте еще раз.
sw: Kuna hitilafu imetokea. Tafadhali kagua muunganisho wako wa intaneti halafu ujaribu tena.

source: Unregister
de: Abmelden
fr: Se désinscrire
ru: Отменить регистрацию
sw: Jiondoe

# unregisterDialogTitle
source: Unregister from the next cycle?
de: Vom nächsten Key-Signing Cycle abmelden?
fr: Se désinscrire du prochain cycle?
ru: Отказаться от участия в следующем цикле?
sw: Unataka kufuta usajili wako wa kikao kijacho?

# unregisterParticipantNotificationBody
source: Your registration for the next cycle has been cancelled. If you change your mind, you can register again.
de: Du hast dich abgemeldet vom nächsten Cycle. Du kannst dich wieder anmelden, wenn du es dir anders überlegst.
fr: Tu t'es désinscrit du prochain cycle. Tu peux te réinscrire si tu changes d'avis.
ru: Ваша регистрация на следующий цикл была отменена. Если вы передумаете, вы можете зарегистрироваться снова.
sw: Usajili wako kwa mzunguko ujao umefutwa. Ikiwa utabadilisha maoni yako, unaweza kujisajili tena.

# unregisterParticipantNotificationTitle
source: Registration cancelled
de: Registrierung storniert
fr: Inscription annulée
ru: Регистрация отменена
sw: Usajili umefutwa

# updatingAppState
source: Updating the app state...
de: App-Zustand wird aktualisiert...
fr: L'état de l'app est mis à jour...
ru: Обновление приложения
sw: Inaboresha hali ya programu...

source: Value
de: Wert
fr: Valeur
ru: Значимость
sw: Thamani

# votesNotDependableErrorBody
source: Only half or less of the assigned participants were attested for this gathering. It could also be that some attendees haven't submitted their attestation yet. This prevents the early payout, and you need to wait for 48 hours.
de: Es wurde nur die Hälfte oder weniger der zugewiesenen Teilnehmer bestätigt, oder einige Teilnehmer haben ihre Bestätigungen noch nicht eingereicht. Das verhindert das sofortige Auszahlen des Einkommens und du musst 48 Stunden warten.
fr: Seule la moitié ou moins des participants attribués ont été confirmés, ou certains participants n'ont pas encore envoyé leurs confirmations. Cela empêche le paiement immédiat du revenu et tu dois attendre 48 heures.
ru: Назначенных участников собрания подтвердили только половину или менее. Также возможно, что некоторые участники еще не представили свое подтверждение. Это мешает достижению ранней выплаты, и вам нужно подождать 48 часов.
sw: Nusu au chini ya washiriki walioteuliwa ndio walithibitishwa kwa mkusanyiko huu. Inaweza pia kuwa baadhi ya wahudhuriaji hawajaweka uthibitisho wao bado. Hii inazuia malipo ya mapema, na unahitaji kusubiri kwa masaa 48.

# votesNotDependableErrorTitle
source: Votes not dependable
de: Unzureichende Bestätigungen
fr: Confirmations insuffisantes
ru: Голоса недостоверны
sw: Kura hazitegemeani

source: Voucher
de: Gutschein
fr: Bon d'achat
ru: Ваучер
sw: Vocha

source: Voucher Balance
de: Gutscheinwert
fr: Valeur du bon
ru: Баланс ваучера
sw: Salio la Vocha

# voucherBalanceTooLow
source: The voucher has insufficient funds to be redeemed.
de: Der Gutschein hat zu wenig Geld um eingelöst zu werden.
fr: Le bon a trop peu d'argent pour être utilisé.
ru: На ваучере слишком мало денег, чтобы его можно было выкупить.
sw: Vocha haina mafao ya kutosha kutumiwa.

source: We hope to see you at the next gathering.
de: Wir hoffen dich an der nächsten Versammlung wiederzusehen.
fr: Nous espérons te revoir à la prochaine rencontre
ru: Мы надеемся увидеть Вас на следующей встрече.
sw: Tuna matumaini kukuona kwenye kikao kijacho.

source: Wrong PIN
de: Falscher PIN
fr: Code NIP erroné
ru: Неправильный PIN-код
sw: PIN sio sahihi

# wrongPinHint
source: Failed to unlock account, please check PIN.
de: Konto konnte nicht entsperrt werden. Bitte überprüfe die eingegebene PIN.
fr: Le compte n'a pas pu être débloqué. Veuillez vérifier le code NIP saisi.
ru: Не удалось разблокировать аккаунт, пожалуйста, проверьте PIN-код
sw: Imeshindwa kuifungua akaunti, tafadhali cheki PIN.

# youAreNotRegisteredPleaseRegisterNextTime
source: You haven't been assigned for this key-signing cycle. Please join the next cycle to receive your community income.
de: Du wurdest nicht für diesen Key-Signing Cycle zugewiesen. Bitte registriere dich für den nächsten Cycle um dein Gemeinschaftseinkommen zu erhalten.
fr: Tu n'as pas été assigné à ce cycle de signature de clé. Si'il te plaît, inscris-toi pour le prochain cycle pour recevoir ton paiement de communauté.
ru: Вы не были записаны на этот цикл подписания ключей. Пожалуйста, присоединяйтесь к следующему циклу, для того, чтобы получить доход сообщества.
sw: Hujawekwa kwenye mzunguko huu. Tafadhali jiunge na mzunguko ujao ili upokee mapato yako ya jamii.

# yourNewPin
source: New PIN
de: Neue PIN
fr: Nouveau NIP
ru: Новый PIN-код
sw: PIN mpya.

# unlockAccount
source: Unlock account {currentAccountName} with PIN
de: Entsperre Konto {currentAccountName} mit PIN
fr: Débloquer le compte {currentAccountName} avec un code NIP.
ru: Разблокируйте учетную запись {currentAccountName} с помощью PIN-кода
sw: Fungua akaunti {currentAccountName} na PIN

# errorMessageWithStatusCode
source: Something went wrong, please try again! StatusCode: {errorText}
de: Etwas ist schief gelaufen. Bitte versuche es erneut! StatusCode: {errorText}
fr: Une erreur s'est produite. Veuillez réessayer! StatusCode: {errorText}
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз! StatusCode: {errorText}
sw: Kuna kitu hakijaenda sawa, tafadhali jaribu tena! StatusCode: {errorText}

# yourBalanceFor
source: Your balance, {accountName}
de: Dein Kontostand, {accountName}
fr: Solde du compte, {accountName}
ru: Ваш баланс, {accountName}
sw: Salio lako, {accountName}

# incomingConfirmed
source: incoming {amount} {cidSymbol} for {accountName} confirmed
de: Empfang von {amount} {cidSymbol} für {accountName} bestätigt
fr: Réception confirmée de {amount} {cidSymbol} pour {accountName}
ru: Поступающая сумма {amount} {cidSymbol} для {accountName} подтверждена
sw: Salio la {amount} {cidSymbol} Linaloingia kwa {accountName} imethibitishwa

# voucherDifferentNetworkAndCommunity
source: The voucher is for a different network. Do you want to change to {network} and {community}? You can change the network back under Profile > Developer mode
de: Der Gutschein ist für ein anderes Netzwerk. Willst du zu {network} und {community} wechseln? Du kannst das Netzwerk zurückändern under Profil > Developer mode.
fr: Le bon est pour un autre réseau. Veux-tu passer à {network} et {community}? Tu peux changer de réseau sous Profil > Mode développeur
ru: Ваучер предназначен для другой сети. Вы хотите изменить на {network} и {community}? Вы можете изменить сеть в разделе «Профиль»> «Режим разработчика».
sw: Vocha hii ni ya mtandao tofauti. Je, unataka kubadilisha mtandao kwenda {network} na {community}? Unaweza kubadilisha mtandao chini ya Wasifu > Developer mode
