Repository: encointer/encointer-wallet-flutter
Catalog: app/lib/l10n/arb/app_*.arb
Languages: de, fr, ru, sw

source: About
de: Über
ru: О приложении
sw: Kuhusu

# aboutBrief
source: Mobile Wallet for Encointer
de: Mobiles Wallet für Encointer
fr: Wallet mobile pour Encointer
ru: Мобильный кошелек Encointer
sw: Pochi ya simu ya Encointer

# aboutVersion
source: Version
ru: Версия
sw: Toleo

source: Acceptance Points
de: Akzeptanzstellen
fr: Points D'acceptation
ru: Точки Приема
sw: Sehemu za makubaliano

# accountDelete
source: Are you sure you want to delete the account?
de: Bist du sicher, dass du das Konto löschen möchtest?
fr: Es-tu certain de vouloir supprimer le compte?
ru: Вы уверены, что хотите удалить аккаунт?
sw: Una uhakika unataka kufuta akaunti hii?

# accountImport
source: Import account
de: Konto importieren
fr: Importer un compte
ru: Импортировать учетную запись
sw: Ingiza akaunti

source: Account name
de: Kontoname
fr: Nom de compte
ru: Имя Аккаунта
sw: Jina la akaunti

# accountNameChoose
source: Choose an account name.
de: Wähle einen Kontonamen.
fr: Choisis un nom de compte.
ru: Выберите имя Аккаунта
sw: Chagua jina la akaunti.

# accountNameChooseHint
source: You can change it later in your profile settings.
de: Du kannst den Namen später ändern in den Profileinstellungen.
fr: Tu pourras le changer plus tard dans les paramètres du profil.
ru: Вы можете изменить его позже в настройках профиля
sw: Unaweza badilisha badae kwenye mipangilio ya wasifu.

source: Accounts
de: Konten
fr: Comptes
ru: Учетные записи
sw: Akaunti

# accountsDelete
source: Are you sure you want to delete all accounts?
de: Bist du sicher, dass du alle Konten löschen möchtest?
fr: Es-tu certain de vouloir supprimer tous les comptes?
ru: Вы уверены, что хотите удалить все аккаунты?
sw: Una uhakika unataka kufuta akaunti zote?

# accountsDeleteAll
source: Remove all Accounts
de: Lösche alle Konten
fr: Supprimer tous les comptes
ru: Удалить все аккаунты
sw: Ondoa akaunti zote

# accountShare
source: Share Account
de: Konto teilen
fr: Partager son compte
ru: Поделиться аккаунтом
sw: Shea akaunti

source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
ru: Добавить аккаунт
sw: Ongeza akaunti

source: Add contact
de: Kontakt hinzufügen
fr: ajouter un contact
ru: Добавить контакт
sw: Ongeza mawasiliano

# addInvoiceQrToAddress
source: Add QR-invoice to Address
de: QR-Rechnung zu Adresse hinzufügen
fr: Ajouter le code QR de la facture à l'adresse
ru: Добавить QR-инвойс к адресу
sw: Ongeza QR-invoice kwenye anuani

source: Address
de: Adresse
fr: Adresse
ru: Адрес
sw: Anuani

source: Address Book
de: Adressbuch
fr: Contacts
ru: Адресная книга
sw: Kitabu cha anuani

# alreadyEndorsedErrorBody
source: This account has already been endorsed for this cycle.
de: Dieses Konto wurde bereits für diesen Key-Signing Cycle endorsed.
fr: Ce compte a déjà été endossé pour ce cycle
ru: Этот аккаунт уже был подтвержден в этом цикле.
sw: Akaunti hii tayari imeidhinishwa kwa ajili ya mzunguko huu

# alreadyEndorsedErrorTitle
source: Already Endorsed
de: Bereits endorsed
fr: Déjà endossé
ru: Уже подтверждено
sw: imeidhinishwa tayari

source: Authentication Needed
de: Authentifizierung notwendig
fr: Authentification nécessaire
ru: Необходима аутентификация
sw: Uthibitishaji Unahitajika

# amountError
source: Invalid amount
de: Ungültiger Betrag
fr: Solde non valide
ru: Недопустимая сумма
sw: Kiasi kisichokubalika

# amountToBeTransferred
source: Send amount
de: Betrag
fr: Montant
ru: Отправить сумму
sw: Tuma kiasi

source: App settings
de: App-Einstellungen
fr: Paramètres de l'app
ru: Настройки приложения
sw: Mipangilio ya app

# attestNotificationBody
source: If all participants have sent the attestations, you can try to claim the income.
de: Wenn alle Teilnehmer die Attestierungen geschickt haben, kannst du versuchen das Einkommen zu erhalten.
fr: Une fois que tous les participants ont envoyé les attestations, tu peux essayer d'obtenir le revenu.
ru: Если все участники отправили свои подтверждения, можно попробовать получить доход.
sw: Kama washiriki wote wametuma uthibitisho, unaweza kudai pato lako la jamii.

# attestNotificationTitle
source: Attested attendees
de: Teilnehmer attestiert
fr: Participants attestés
ru: Фаза Аттестации успешно завершена
sw: Wahudhuriaji waliothibitishwa.

source: Available
de: Verfügbar
fr: Disponible
ru: Доступно
sw: Inapatikana

source: Balance
de: Kontostand
fr: Solde du compte
ru: Баланс
sw: Kiasi

# balanceTooLowBody
source: You don't have sufficient funds in your account. You can't send all your money because you need some for the fees.
de: Du hast nicht genug Geld auf dem Konto. Du kannst nicht dein ganzes Geld schicken, weil du noch ein wenig für die Gebühren brauchst.
fr: Tu n'as pas assez d'argent sur ton compte. Tu ne peux pas envoyer tout ton argent, car il t'en faut encore un peu pour payer les frais.
ru: У вас недостаточно средств на счету. Вы не можете отправить все свои деньги, так как часть нужна для оплаты комиссии.
sw: Hauna kiasi cha kutosha kwenye akaunti yako. Huwezi kutuma hela yote kwa sababu unahitaji kiasi cha kulipa makato ya ada.

# balanceTooLowTitle
source: Balance too low
de: Kontostand zu tief
fr: Solde trop bas
ru: Недостаточно средств на счете
sw: Kiasi kipo chini sana

# balanceTransferNotificationBody
source: The recipient has received the tokens.
de: Der Empfänger hat die Tokens erhalten.
fr: Le destinataire a reçu les tokens.
ru: Токены успешно переведены на счет получателя!
sw: Mpokeaji amepokea tokeni

# balanceTransferNotificationTitle
source: Transaction completed
de: Transaktion abgeschlossen
fr: Transaction complète
ru: Транзакция завершена
sw: Muamala umekamilika

source: Benefits
de: Vorteile
fr: Bénéfices
ru: Выгоды
sw: Faida

# biometricAuth
source: Biometric authentication
de: Biometrische Authentifizierung
fr: Authentification biométrique
ru: Биометрическая аутентификация
sw: Uhakiki wa kibayometriki

# biometricAuthDescription
source: Biometric authentication uses the biometric information stored on your phone to authenticate you, instead of using your pin. You can enable and disable biometric authentication anytime in the settings.
de: Die biometrische Authentifizierung verwendet die auf deinem Telefon gespeicherten biometrischen Informationen, um dich zu authentifizieren, anstatt deinen PIN zu verwenden. Du kannst die biometrische Authentifizierung jederzeit in den Einstellungen aktivieren und deaktivieren.
fr: L'authentification biométrique utilise les informations biométriques stockées sur ton téléphone pour t'authentifier au lieu d'utiliser ton code PIN. Tu peux activer ou désactiver l'authentification biométrique à tout moment dans les paramètres.
ru: Биометрическая аутентификация использует биометрическую информацию, хранящуюся на вашем телефоне, для аутентификации вас, вместо использования пин-кода. Вы можете включать и отключать биометрическую аутентификацию в любое время в настройках.
sw: Uthibitishaji wa kibiometri unatumia taarifa za kibiometri zilizohifadhiwa kwenye simu yako kuthibitisha utambulisho wako, badala ya kutumia PIN yako. Unaweza kuwezesha au kuzima uthibitishaji wa kibiometri wakati wowote kwenye mipangilio.

# biometricAuthEnableDisableDescription
source: Enter your PIN to enable or disable biometric authentication.
de: Gib deinen PIN ein, um die biometrische Authentifizierung zu aktivieren oder zu deaktivieren.
fr: Entres ton code PIN pour activer ou désactiver l'authentification biométrique.
ru: Введите свой PIN-код, чтобы включить или отключить биометрическую аутентификацию.
sw: Ingiza PIN yako ili kuwezesha au kuzima uthibitishaji wa kibiometri.

source: Block
fr: Bloc
ru: Блокировать
sw: Zuia

# bootstrapperContent
source: If you have endorsement tickets left, please consider endorsing newbies to help the community grow.
de: Wenn Du noch Endorsement-Tickets übrig hast, vergiss nicht Newbies zu als vertrauenswürdig zu bestätigen.
fr: S'il te reste des tickets d'endossement, n'oublie pas de confirmer Novice comme digne de confiance.
ru: Рассмотрите возможность одобрения новичков, если у вас есть билеты на одобрение,это поможет сообществу расти.
sw: Kama una tiketi za kuidhinisha, itapendeza sana ukiwaidhinisha wanachama wapya kwenye jamii.

# bootstrapperTitle
source: Registered as bootstrapper - your seat is guaranteed.
de: Als Bootstrapper registriert - Dein Platz ist garantiert.
fr: Enregistré comme Bootstrapper - ta place est garantie.
ru: Зарегистрирован в качестве Бутсреппера - место гарантировано.
sw: Umesajiliwa kama kamati anzilishi - nafasi yako ya ushiriki ni ya uhakika.

# calendarEntryDescription
source: Gathering to get your community income
de: Nimm an der Versammlung teil um dein Einkommen zu erhalten
fr: Participe à la rencontre pour recevoir ton paiement.
ru: Принять участие в собрании для получения дохода общины
sw: Kusanyika kupata pato lako la jamii.

# cameraPermissionError
source: There was an error String getting the camera permission. Alternatively, you can grant permission in the app settings.
de: Es gab einen Fehler beim Überprüfen der Kameraerlaubnis. Du kannst die Erlaubnis für die Kamera auch über die App-Einstellungen erteilen.
fr: Une erreur s'est produite lors de la vérification de l'autorisation de la caméra Tu peux aussi donner l'autorisation pour la caméra via les paramètres de l'app.
ru: Произошла ошибка при получении разрешения камеры. Вы можете предоставить разрешение в настройках приложения.
sw: Kulikuwa na hitilafu katika kupata ruhusa ya kamera. Kwa namna nyingine unaweza kutoa ruhusa kwenye mipangilio ya programu(app settings).

# canUseFaucetOnlyWithCurrentAccount
source: You can only use the faucet features if this account page shows the currently active account.
de: Du kannst das Faucet nur benutzen, wenn das angezeigte Konto das zurzeit gewählte Konto ist.
fr: Tu ne peux utiliser le Faucet que si le compte affiché est le compte actuellement sélectionné.
ru: Кран можно использовать только в том случае, если отображаемый счет является текущим выбранным счетом.
sw: Unaweza kutumia vipengele vya kisima tu ikiwa ukurasa huu wa akaunti unaonyesha akaunti hai kwa sasa.

source: Cancel
de: Abbruch
fr: Annuler
ru: Отмена
sw: Sitisha

source: Can endorse in registering phase only
de: Du kannst nur in der Registrierungsphase jemanden als zuverlässig markieren
fr: Que pendant la phase d'inscription tu peux marquer quelqu'un comme crédible
ru: Может быть одобрен только на этапе регистрации
sw: Unaweza idhinisha wakati wa usajili tu

# cantEndorseBootstrapper
source: Bootstrappers are already marked as trusted
de: Bootstrapper sind bereits als zuverlässig markiert
fr: Les Bootstrappers sont déjà marqués comme fiables
ru: Бутсрепперы уже помечены как надежные
sw: Wanachama waanzilishi tayari wameainishwa kama wenye kuaminika kwenye jamii.

source: Categories
de: Kategorien
fr: Catégories
ru: Категории
sw: Kategoria

# changeYourPin
source: Change PIN
de: PIN ändern
fr: Changer le NIP
ru: Изменить PIN-код
sw: Badilisha PIN

# checkEmailApp
source: Check that you have downloaded the Email app
de: Keine Email-App installiert
fr: Aucune application de Email installée
ru: Убедитесь, что вы загрузили приложение электронной почты
sw: Cheki kama umedownload app ya Email, Tafadhali badili jamii kuweza kutuma mali.

# chosenRightCommunity
source: The data is for a different community. Please change the community to send funds.
de: Die Daten sind für eine andere Gemeinschaft. Bitte wechsle die Gemeinschaft um Geld zu senden.
fr: Les données sont destinées à une autre communauté. S'il te plaît, change la communauté pour envoyer le paiement.
ru: Данные относятся к другому сообществу. Пожалуйста, измените сообщество, чтобы отправить средства.
sw: Data ni za jamii tofauti. Tafadhali badilisha jamii ili kutuma fedha..

source: Claim
de: Einfordern
fr: Réclamer
ru: Заявление
sw: Dai

# claimRewardsNotificationBody
source: You have already received your community income!
de: Du hast dein Gemeinschaftseinkommen bereits erhalten.
fr: Tu as déjà reçu ton revenu communautaire.
ru: Ваш запрос на вознаграждение получен и будет обработан в кратчайшие сроки. Вы получили свой доход сообщества!
sw: Tayari umeshapokea mapato yako ya jamii!

# claimRewardsNotificationTitle
source: Claimed the community income
de: Gemeinschaftseinkommen angefordert
fr: Revenu communautaire demandé
ru: Доход сообщества запрошен
sw: Umeshapata mapato yako ya jamii

# claimsScannedAlready
source: Updated previously scanned claim
de: bereits gescannter Antrag wurde aktualisiert
fr: La demande déjà scannée a été mise à jour
ru: Ранее отсканированные заявления обновлены
sw: Dai lililoskaniwa hapo awali limeboreshwa

# claimsScannedDecodeFailed
source: Could not decode scanned claim. The other party needs to update the App.
de: Gescannter Antrag konnte nicht dekodiert werden. Dein Gegenüber muss die App updaten.
fr: La demande scannée n'a pas pu être décodée. Ton vis-à-vis doit mettre à jour l'application.
ru: Отсканированные заявления не удалось расшифровать.
sw: Haikuweza kutafsiri dai lililoskaniwa. Wanachama wengine wanahitaji kuupdate app..

# claimsScannedNew
source: Scanned new claim
de: Neuer Antrag gescannt
fr: Nouvelle demande scannée
ru: Отсканировать новое заявление
sw: Skani madai mapya

# claimsSubmit
source: Submit claims
de: Anträge einreichen
fr: Déposer les demandes
ru: Подать заявление
sw: Wasilisha madai

# closeGathering
source: Close meetup
de: Versammlung schliessen
fr: Fermer la rencontre.
ru: Завершить встречу
sw: Funga mkutano

source: Communities
de: Gemeinschaften
fr: Communautés
ru: Сообщества
sw: Jamii

# communityChoose
source: Choose community:
de: Wähle eine Gemeinschaft:
fr: Choisis une communauté
ru: Выбрать общину:
sw: Chagua jamii:

# communityDoChoose
source: Choose community
de: Gemeinschaft auswählen
fr: Choisir communauté
ru: Выберите сообщество:
sw: Chagua jamii

# communityNotSelected
source: No community selected, hit the icon to select one
de: Keine Gemeinschaft ausgewählt, klicke auf das Icon
fr: Aucune communauté sélectionnée, clique sur l'icône
ru: Если община не выбрана, нажмите на иконку для выбора одной из них
sw: Hujachagua jamii, bonyeza alama ya picha kuchagua

# confirmPin
source: Input your PIN to confirm
de: Bitte PIN bestätigen
fr: Veuillez confirmer le code NIP
ru: Для подтверждения введите свой PIN-код
sw: Ingiza PIN yako kuhakikisha

# confirmThePayment
source: 3. Confirm the payment
de: 3. Bestätige die Zahlung
fr: 3. Confirmez le paiement
ru: 3. Подтвердите платеж
sw: 3. Hakikisha malipo

# contactAddress
source: Address
de: Addresse
fr: Adresse
ru: Адрес
sw: Anuani

# contactAddressError
source: Invalid address
de: Ungültige Adresse
fr: Adresse non valide
ru: Неправильный адрес
sw: Anuani sio sahihi

# contactAlreadyExists
source: Address exists already
de: Adresse existiert bereits
fr: L'adresse existe déjà
ru: Адрес уже существует
sw: Anuani tayari ipo, inatumiwa na mtu mwingine

# contactDelete
source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
sw: Futa

# contactDeleteWarn
source: Are you sure you want to delete this address?
de: Bist du sicher, dass du diese Adresse löschen möchtest?
fr: Es-tu certain de vouloir supprimer cette adresse?
ru: Вы уверены, что хотите удалить этот адрес?
sw: una uhakika unataka kufuta anuani?

# contactEndorse
source: Endorse as trusted contact
de: Als vertrauenswürdig bestätigen
fr: Confirmer comme crédible
ru: Одобрить как доверенный контакт
sw: Idhinisha kama mwanachama muaminifu.

# contactMemo
source: Contact information
de: Kontaktinformationen
fr: Mémo
ru: Контактная информация
sw: Taarifa za mawasiliano

# contactName
source: Name
fr: Nom
ru: Имя
sw: Jina

# contactNameAlreadyExists
source: Name exists already
de: Name existiert bereits
fr: Le nom existe déjà
ru: Имя уже существует
sw: Jina tayari lipo

# contactNameError
source: Name can not be empty
de: Name muss ausgefüllt werden
fr: Le nom doit être rempli'.
ru: Графа Имя не может быть пустой
sw: Jina haliwezi kuwa baki

# contactSave
source: Save
de: Speichere
fr: Enregistrer
ru: Сохранить
sw: Hifadhi

source: Contact Us
de: Kontaktiere Uns
fr: Contactez-nous
ru: Связаться с нами
sw: Wasiliana nasi

source: Copy
de: Kopiere
fr: Copier
ru: Копировать
sw: Nakili

source: Count
de: Zähle
fr: Compter
ru: Считать
sw: Hesabu

# create
source: Create Account
de: Konto erstellen
fr: Créer un compte
ru: Создать аккаунт
sw: Tengeneza akaunti

# createError
source: There was an error creating your account
de: Beim Erstellen deines Kontos ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la création de ton compte
ru: При создании аккаунта произошла ошибка
sw: Kulikuwa na hitilafu kwenye kutengeneza akaunti yako

# createHint
source: (Example: Alice)
de: (Beispiel: Alice)
fr: (Exemple Alice)
ru: (Пример: Алиса)
sw: (Mfano: Alice)

# createPassword
source: PIN
fr: NIP
ru: PIN-код

# createPassword2
source: Confirm PIN
de: PIN Bestätigen
fr: Confirmer le NIP
ru: Подтвердите PIN-код
sw: Thibitisha PIN

# createPassword2Error
source: Inconsistent PINs
de: Die PINs stimmen nicht überein
fr: Les codes NIP ne correspondent pas
ru: PIN-коды не совпадают
sw: PIN zisizoendana

# createPasswordError
source: PIN must contain at least 4 digits and no other signs
de: Der PIN muss aus mindestens 4 Ziffern bestehen und darf keine anderen Zeichen enthalten
fr: Le code NIP doit être composé d'au moins 4 chiffres et ne contenir aucun autre caractère
ru: PIN должен содержать не менее 4 цифр и никаких других знаков
sw: PIN lazima iwe na angalau tarakimu 4 na isijumuishe ishara nyingine yoyote

# deleteAccount
source: delete
de: löschen
fr: supprimer
ru: Удалить
sw: futa

source: Democracy
de: Demokratie
fr: Démocratie
ru: Демократия
sw: Demokrasia

# democracyFaq
source: How does democracy work?
de: Wie funktioniert die Demokratie?
fr: Comment fonctionne la démocratie?
ru: Как работает демократия?
sw: Demokrasia inafanyeje kazi?

# democracyDiscussion
source: Discuss proposals in the Forum!
de: Diskutiere Vorschläge im Forum!
fr: Discute de suggestions dans le forum!
ru: Обсудите предложения на форуме!
sw: Jadili mapendekezo kwenye foramu yetu!

# democracyVotedNotificationBody
source: You have voted for this proposal.
de: Du hast für diesen Vorschlag abgestimmt.
fr: Tu as voté pour cette proposition.
ru: Вы проголосовали за это предложение.
sw: Umepigia kura pendekezo hili.

# democracyVotedNotificationTitle
source: Voted
de: Abgestimmt
fr: Voté
ru: проголосовали
sw: Umepiga kura

# democracySubmitProposalNotificationBody
source: You made a proposal, which people can vote on now.
de: Du hast einen Vorschlag eingereicht, über den nun abgestimmt werden kann.
fr: Vous avez fait une proposition, sur laquelle les gens peuvent voter maintenant.
ru: Вы внесли предложение, за которое люди могут проголосовать прямо сейчас.
sw: Ulitoa pendekezo, ambalo watu wanaweza kulipigia kura sasa.

# democracySubmitProposalNotificationTitle
source: Proposal submitted
de: Vorschlag eingereicht
fr: Proposition soumise
ru: Предложение отправлено
sw: Pendekezo limewasilishwa

source: Detail
fr: Détail
ru: Детали
sw: Taarifa

# detailsEnter
source: Enter your details.
de: Gib deine Details ein.
fr: Entre tes détails.
ru: Введите свои данные
sw: ingiza taarifa zako.

# developer
source: Developer mode
de: Entwickler-Modus
fr: Mode développeur
ru: Режим разработчика

source: done
de: Erledigt
fr: Finit
ru: Выполнено
sw: Tayari

source: Do you already have an account?
de: Hast du bereits ein Konto?
fr: Tu as déjà un compte?
ru: У вас уже есть аккаунт?
sw: Je una akaunti tayari?

source: Enable
de: Aktivieren
fr: Activer
ru: Включить
sw: Wezesha

source: Enable Bazaar
de: Bazaar aktivieren
fr: Activer le Bazaar
ru: Включить Базар
sw: Wezesha Bazaar

# endorseeContent
source: You have been endorsed as a trustworthy community member. Hence, you are guaranteed to be assigned to a gathering this cycle.
de: Du wurdest von einem Bootstrapper als vertrauenswürdiges Mitglied bestätigt. Deswegen ist dein Sitz garantiert.
fr: Tu as été confirmé comme membre de confiance par un Bootstrapper. Ta place est donc garantie.
ru: Вы былы одобрены, как заслуживающий доверия член общины. Следовательно, Вы гарантированно будете назначены на этот цикл.
sw: Umeidhinishwa kama mwanachama mwaminifu wa jamii ya Nyota. Hivyo, kuna uhakika wa wewe kuteuliwa kuhudhuria kikao cha mzunguko huu.

# endorseeTitle
source: Registered as endorsee - your seat is guaranteed
de: Als Endorsee registriert - Dein Platz is garantiert.
fr: Enregistré comme Endosser - Ta place est garantie.
ru: Зарегистрирован в качестве Индоссанта - ваше место гарантировано
sw: Umesajiliwa kama muidhinishwa - nafasi yako imehakikishwa

# endorseNewcomerNotificationBody
source: Thanks for endorsing the newbie!
de: Danke für das Endorsen des Newbies!
fr: Merci d'avoir endossé le Novice!
ru: Благодарим за одобрение новичка в нашем сообществе!
sw: Asante kwa kumuidhinisha mwanachama mpya!

# endorseNewcomerNotificationTitle
source: Newbie endorsed
fr: Novice endossé
ru: Новичок одобрен
sw: Mwanachama mpya ameidhinishwa

source: Enter amount
de: Betrag eingeben
fr: Saisir le montant
ru: Введите сумму
sw: Ingiza kiasi

source: Error
de: Fehler
fr: Erreur
ru: Ошибка
sw: Hitilafu

# errorMessageNoCommunity
source: Please choose a community.
de: Bitte wähle eine Gemeinschaft.
fr: Choisis une communauté.
ru: Пожалуйста, выберите сообщество.
sw: Tafadhali chagua jamii.

# errorOccurred
source: An error occurred:
de: Es ist ein Fehler aufgetreten:
fr: Une erreur est apparue:
ru: Возникла ошибка:
sw: Kuna hitilafu imetokea:

# errorUserNameIsRequired
source: User name cannot be blank
de: Benutzername darf nicht leer sein
fr: Le nom d'utilisateur ne doit pas être vide
ru: Имя пользователя не может быть пустым
sw: Jina la mtumiaji haliwezi kuwa baki

# event
source: Event ID
fr: ID d'événement
ru: ID события
sw: ID ya tukio

# export
source: Export Account
de: Konto exportieren
fr: Activer le Bazaar
ru: Экпорт аккаунта
sw: Onyesha taarifa za siri za akaunti yako kuweza kuisafirisha

# exportAccount
source: export
de: exportieren
fr: exporter
ru: Экспорт
sw: Safirisha

# exportMnemonicOk
source: Mnemonic was copied to clipboard.
de: Mnemonik wurde in die Zwischenablage kopiert.
fr: Mnémonique a été copié dans le clipboard.
ru: Мнемоника скопирована в буфер обмена
sw: Maneno ya siri yamenakiliwa.

# exportWarn
source: Write these words down on paper. Keep the backup paper safe. These words allows anyone to recover this account and access its funds.
de: Schreibe diese Wörter auf ein Papier. Behalte das Papier an einem sicheren Ort. Diese Wörter geben jedem Zugriff auf das Konto und das Vermögen
fr: Écris ces mots sur un papier. Garde le papier dans un endroit sûr. Ces mots donnent à n'importe qui l'accès au compte et à la fortune.
ru: Запишите эти слова на бумаге. Храните бумагу в безопасном месте. Эти слова позволят восстановить этот аккаунт и получить доступ к его средствам
sw: Andika haya maneno kwenye karatasi. Karatasi hio itunze. Maneno hayo yanamruhusu mtu yeyote kuingia kwenye akaunti na kuweza kutumia mapato yaliyomo.

# fail
source: Failed
de: Fehlgeschlagen
fr: Échec
ru: Не удалось
sw: Imefeli

source: Fee
de: Gebühr
fr: Frais
ru: Платеж
sw: Ada

source: Finish
de: Beenden
fr: Terminer
ru: Завершить
sw: Maliza

source: From
de: Von
fr: De
ru: Из
sw: Kutoka kwa

source: funds received
de: Zahlungseingang
fr: Réception du paiement
ru: Полученные средства
sw: Mali zimepokelewa

source: Fund voucher
de: Gutschein aufladen
fr: Recharger le bon
ru: Ваучер на средства
sw: Vocha ya mali

source: Gathering successfully completed
de: Versammlung erfolgreich durchgeführt
fr: La rencontre a été un succès
ru: Встреча успешно завершена
sw: Mkutano umefanikiwa

# hash
source: transaction hash
de: Hash der Transaktion
fr: Hachage de la transaction
ru: Хэш транзакции
sw: Hashi ya muamala
