Repository: encointer/encointer-wallet-flutter
Catalog: app/lib/l10n/arb/app_*.arb
Languages: de, fr, ru, sw

# voucherDifferentCommunity
source: The voucher is for a different community. Do you want to change to {community}?
de: Der Gutschein ist für eine andere Gemeinschaft. Willst du zu {community} wechseln?
fr: Le bon est pour une autre communauté. Tu veux changer pour {community}?
ru: Ваучер предназначен для другого сообщества. Изменить на {community}?
sw: Vocha hii ni ya jamii tofauti. Je, unataka kubadilisha jamii kwenda {community}?

# doYouWantToRedeemThisVoucher
source: Do you want to redeem this voucher to {accountName}?
de: Willst du diesen Gutschein für {accountName} einlösen?
fr: Tu veux utiliser ce bon d'achat pour {accountName}?
ru: Вы хотите обменять этот ваучер на {accountName}?
sw: Je, unataka kutumia vocha hii kwa {accountName}?

# claimsSubmitN
source: Submit {count} claims
de: {count} Anträge einreichen
fr: Déposer {count} des demandes.
ru: Подать {count} заявление
sw: Tuma madai {count}

# claimsScanned
source: You have scanned {amount} claims
de: Du hast {amount} Anträge gescannt
fr: Tu as scanné {amount} demandes.
ru: Вы отсканировали заявление {amount}
sw: Umeskani madai {amount}

# claimsScannedNOfM
source: Scanned {scannedCount} / {totalCount} Claims
de: {scannedCount} / {totalCount} gescannte Anträge
fr: {scannedCount} / {totalCount} demandes scannées
ru: Отсканированные заявления {scannedCount} / {totalCount}
sw: Madai yaliyoskaniwa {scannedCount} / madai {totalCount}

# claimsSubmitDetail
source: Submitting {amount} claims for the recent gathering
de: Reiche {amount} Bezeugungen für diese Versammlung ein
fr: Dépose {amount} affirmations pour cette assemblée
ru: Подача заявлений на сумму {amount} за недавнее собрание
sw: Inatuma madai {amount} kwa mkusanyiko wa hivi karibuni

# youAreRegisteredAs
source: You have registered for the next gathering as {participantType}.
de: Du hast dich für die nächste Versammlung als {participantType} registriert.
fr: Tu t'es inscrit comme {participantType} a la prochain rencontre.
ru: На следующую встречу вы зарегистрированы в качестве {participantType}.
sw: Umejisajili kwenye kikao kijacho kama {participantType}.

# youAreAssignedToAGatheringWithNParticipants
source: You are assigned to a gathering with {participantsCount} people.
de: Du bist einer Versammlung mit {participantsCount} Leuten zugewiesen.
fr: Tu es assigné à une rencontre avec des personnes de {participantsCount}.
ru: Вы записаны на встречу вместе с {participantsCount} участниками.
sw: Umewekwa kwenye mkusanyiko na watu {participantsCount}

# successfullySentNAttestations
source: You have successfully submitted attestations for {participantsCount} other people.
de: Du hast erfolgreich Bezeugungen für {participantsCount} andere Leute eingereicht.
fr: Tu as soumis avec succès des attestations pour {participantsCount} autres personnes.
ru: Вы успешно отправили аттестации {participantsCount} других людей.
sw: Umefanikiwa kuwasilisha uthibitisho wa watu {participantsCount} wengine.

# tokenSend
source: Send {symbol}
de: {symbol} senden
fr: Envoyer {symbol}
ru: Отправить {symbol}
sw: Tuma {symbol}

# communityWithName
source: {name} Community
de: {name} Gemeinschaft
fr: Communauté {name}
ru: Сообщество {name}
sw: Jamii ya {name}

# verifyAuthTitle
source: Please verify the {useBioAuth, select, true{your identity} false{your PIN} other{ }}.
de: Bitte verifiziere {useBioAuth, select, true{deine Identität} false{deine PIN} other{}}.
fr: Vérifie {useBioAuth, select, true{ta identité} false{ton NIP} other{}} s'il te plaît.
ru: Пожалуйста подтвердите{useBioAuth, select, true{вашу личность} false{ваш PIN-код} other{}}.
sw: Tafadhali thibitisha {useBioAuth, select, true{utambulisho wako} false{PIN yako} other{ }}.

# offersForCommunity
source: Offers for {value}
de: Angebote für {value}
fr: Des offres pour un {value}
ru: Предложения за {value}
sw: Ofa za {value}

# proposalApprovalThreshold
source: Approval Threshold: {percentage}%
de: Annahme bei {percentage}% Zustimmung
fr: Valeur seuil d'acceptation: {percentage}%
ru: Порог приемлемости: {percentage}%
sw: Kiwango cha Uhakiki: {percentage}%

# proposalPassed
source: Passed with {percentage}% Aye
de: Angenommen mit {percentage}% Aye
fr: Adopté avec {percentage}% Aye
ru: Отклонено, взято с {percentage}% Aye
sw: Imepita kwa {percentage}% Aye

# proposalFailed
source: Failed with {percentage}% Aye
de: Abgelehnt mit {percentage}% Aye
fr: Rejeté avec {percentage}% Aye
ru: Отклонено с {percentage}% Aye
sw: imefeli kwa {percentage}% Aye

# proposalIsPassing
source: Currently passing with {percentage}% Aye
de: Wird gerade angenommen mit {percentage}% Aye
fr: En cours d'adoption avec {percentage}% Aye
ru: Только что приняли с {percentage}% Aye
sw: Kwa sasa inapita kwa {percentage}% Aye

# proposalIsFailing
source: Currently failing with {percentage}% Aye
de: Wird gerade abgelehnt mit {percentage}% Aye
fr: En cours de rejet avec {percentage}% Aye
ru: В настоящее время отвергается с {percentage}% Aye
sw: Kwa sasa inafeli kwa {percentage}% Aye

# proposalUpdateNominalIncome
source: Update community income to {value} {currency}
de: Gemeinschaftseinkommen anpassen auf {value} {currency}
fr: Ajuster le revenu communautaire à {value} {currency}
ru: скорректировать доходы населения с учетом {value} {currency}
sw: Sahisha mapato ya jamii kuwa {value} {currency}

# proposalUpdateDemurrage
source: Update demurrage to {value}%/month
de: Demurrage anpassen auf {value}%/Monat
fr: Ajuster demurrage à {value}%/mois
ru: Обновить Demurrage до {value}%/месяц
sw: Sasisha demurrage kuwa {value}%/mwezi

# proposalPetition
source: {cid} petition: {value}
ru: {cid} петиция: {value}
sw: {cid} petitioni: {value}

# proposalSpendNative
source: {cid} treasury shall spend {amount} KSM to {beneficiary}
de: {cid} Die Gemeinschaftsreserve soll {amount} KSM an {beneficiary} senden
fr: {cid} trèsor enverra {amount} KSM à {beneficiary}
ru: {cid} Казначейство отправит {amount} KSM {beneficiary}
sw: {cid} hazina itatuma {amount} KSM kwa {beneficiary}

# proposalSupersededBy
source: Superseded by: {id}
de: Verdrängt durch: {id}
fr: Epargné par: {id}
ru: заменен на: {id}
sw: Imetanguliwa na: {id}

# addToContactFromQrContact
source: Add Contact-Qr
de: Kontakt per Qr hinzufügen
sw: Ongeza Qr ya mawasiliano

source: Kusama Faucet
sw: Kisima cha Kusama

source: Raw Seed
sw: Mbegu za kriptografia
